Repository: jorgebay/nearforums
Catalog: solution/NearForums.Web.Output/content/localization/*.po
Languages: es_es

source: Language is not valid. There is no matching translation (.po) file.
es_es: El idioma no es válido. No existe un fichero de traducción (.po) para ese idioma.

source: Content path is not valid.
es_es: La ruta de contenido no es válida.

source: The timezone offset is not valid.
es_es: El desplazamiento de zona horaria no es válido.

source: Language
es_es: Idioma

source: IETF language tag (RFC 5646)
es_es: Código de lenguaje IETF (RFC 5646)

source: Content path
es_es: Ruta de contenido

source: Time offset from UTC, expressed in hours, used to display the dates inside the forum
es_es: Desplazamiento de UTC, expresada en horas, utilizado para mostrar las fechas dentro del foro

source: Spam prevention settings
es_es: Ajustes de prevención de spam

source: Allowed html elements must be a valid regular expression.
es_es: Los elementos HTML permitidos debe ser una expresión regular válida.

source: Wait time must be zero or greater.
es_es: El tiempo de espera debe ser cero o mayor.

source: Allowed html elements in a post
es_es: Elementos HTML permitidos

source: Regex to match the html elements
es_es: Expresión regular de los elementos permitidos

source: Do not sanitize html input by users of role
es_es: No procesar HTML de entrada de los usuarios del rol

source: Fix posted html errors in a post (like unclosed elements / hierarchy / ...)
es_es: Arreglar los errores de sintáxis de HTML (como elementos no cerrados / jerarquía / ...)

source: Wait time between posts
es_es: Tiempo de espera entre mensajes

source: Expressed in minutes.
es_es: expresado en minutos.

source: Ignore wait time for role (or above)
es_es: Ignorar el tiempo de espera para el rol (o superior)

source: Appearance settings
es_es: Ajustes de apariencia

source: Date format is not valid
es_es: Formato de fecha no es válida

source: Threads per page must be greater than 0.
es_es: Temas por página debe ser mayor que 0.

source: Messages per page must be greater than 0.
es_es: Mensajes por página debe ser mayor que 0.

source: Amount of tags in the tag cloud must be greater than 0.
es_es: Cantidad de etiquetas en la nube de etiquetas debe ser mayor que 0.

source: JQuery library url must be either a virtual path (starting with ~/) or an absolute url.
es_es: La url del fichero de jQuery debe ser una ruta de acceso virtual (comenzando con ~ /) o una URL absoluta.

source: Date format
es_es: Formato de fecha

source: Threads per page
es_es: Temas por página

source: Messages per page
es_es: Mensajes por página

source: Default forum sort
es_es: Orden del foro por defecto

source: Amount of tags in the tag cloud
es_es: Cantidad de etiquetas en la nube de etiquetas

source: Show user details (image, member since, ...) on thread detail page
es_es: Mostrar datos de usuario (imagen, miembro desde, ...) en la página de detalle del tema

source: Use templates
es_es: Activar plantillas

source: Mobile user agents
es_es: User agents móvi

source: Regex to match the user agent string to. Leave empty to disable mobile specific server layout.
es_es: Expresión regular que coincida con la cadena de agente de usuario. Dejar en blanco para desactivar el layout específico móvil.

source: JQuery library
es_es: Librería JQuery

source: JQuery library Url. Can be either a virtual path (starting with ~/) or an absolute url, like <a href="{0}" target="_blank">the url of the JQuery libraries hosted on Google CDNs</a>.
es_es: Url de la librería JQuery. Puede ser una ruta de acceso virtual (comenzando con ~/) o una url absoluta, como <a href="{0}" target="_blank">la Url de la librería jQuery alojadas en la CDN de Google</a>.

source: Full details
es_es: Detalle completo

source: A moderator of the forum has sent you a warning. Further inappropriate behavior may result in your suspension or ban from this forum.
es_es: Un moderador del foro te ha enviado una advertencia. Si continúa con el comportamiento inapropiado puede dar lugar a su suspensión o prohibición de este foro.

source: The user is banned from the forums.
es_es: El usuario ha sido expulsado (ban).

source: The user is suspended from the forums, until {0:d}.
es_es: El usuario está suspendido de los foros, hasta {0: d}.

source: The user has been warned by a moderator.
es_es: El usuario ha sido advertido por un moderador.

source: Change photo
es_es: Cambiar foto

source: Use gravatar image
es_es: Usar imagen gravatar

source: Remove photo
es_es: Eliminar imagen

source: Moderator message to {0}
es_es: Mensaje del moderador a {0}

source: You have been warned by a Moderator.
es_es: Usted ha sido advertido por los moderadores.

source: Reason
es_es: Razón

source: You haven't got any pending notification.
es_es: No tiene ninguna notificación pendiente.

source: Moderate
es_es: Moderar

source: Moderation action
es_es: Acción

source: Warn
es_es: Advertir

source: Suspend
es_es: Suspender

source: Ban
es_es: Expulsar

source: Reason message
es_es: Detalle de la razón
