Repository: jorgebay/nearforums
Catalog: solution/NearForums.Web.Output/content/localization/*.po
Languages: es_es

source: Admin Dashboard
es_es: Panel de administración

source: Forums
es_es: Foros

source: Moderation
es_es: Moderación

source: Manage forums
es_es: Gestionar foros

source: Add / edit / delete forums.
es_es: Añadir / editar / borrar foros.

source: Unanswered threads
es_es: Temas sin respuesta

source: View unanswered threads from all forums.
es_es: Ver temas sin respuesta de todos los foros.

source: Flagged messages
es_es: Mensajes inadecuados

source: Manage all flagged messages.
es_es: Gestionar los mensajes marcados como inadecuados.

source: Manage users
es_es: Administrar usuarios

source: Promote, demote, delete and manage forum users.
es_es: Promover, degradar, eliminar y administrar usuarios del foro.

source: Administration
es_es: Administración

source: Manage pages
es_es: Gestionar páginas

source: Manage content pages like about / privacy / ...
es_es: Administrar las páginas de contenido (Acerca de, Privacidad, ...)

source: Manage templates
es_es: Templates: Administrar plantillas

source: Manage the site templates for the forum.
es_es: Administrar las plantillas de sitio.

source: Sign in
es_es: Login

source: Sign in using your existing account
es_es: Inicia sesión con tu cuenta

source: Sign in with your Facebook account
es_es: Inicia sesión con tu cuenta de Facebook

source: You should be entering the same email address and password that you would use to log into Facebook homepage. Facebook will not share your password with us.
es_es: Utiliza tus datos de acceso de Facebook. Facebook no compartirá tu contraseña con nosotros.

source: Sign in with your Twitter account
es_es: Inicia sesión con tu cuenta de Twitter

source: You should be entering your twitter username and password at twitter.com website to login on the forums. Twitter will not share your password with us.
es_es: Utiliza tus datos de acceso de Twitter. Facebook no compartirá tu contraseña con nosotros.

source: Sign in with your site credentials
es_es: Iniciar sesión con las credenciales de este sitio

source: Access denied
es_es: Acceso denegado

source: You must belong to the role {0} to perform this action.
es_es: Debes ser un usuario del rol {0} para realizar esta acción.

source: Change Password
es_es: Cambiar contraseña

source: Please check the following errors:
es_es: Por favor, consulta los siguientes errores:

source: You must specify your current password.
es_es: Debes especificar la contraseña actual.

source: Your current password does not match.
es_es: Tu contraseña actual no coincide.

source: You must specify a new password of {0} or more characters.
es_es: Debes especificar una nueva contraseña de caracteres {0} o más.

source: The new password and confirmation password do not match.
es_es: La nueva contraseña y la confirmación de la contraseña no coinciden.

source: Use the form below to change your password
es_es: Utiliza el siguiente formulario para cambiar su contraseña

source: Current password
es_es: Contraseña actual

source: New password
es_es: Nueva contraseña

source: New passwords are required to be a minimum of {0} characters in length.
es_es: Las contraseñas deben tener un mínimo de {0} caracteres.

source: Confirm new password
es_es: Confirmar nueva contraseña

source: Your password has been changed successfully.
es_es: Su contraseña ha sido cambiada con éxito.

source: Back to my account >>
es_es: Volver a Mi cuenta>>

source: The username or password provided is incorrect.
es_es: El nombre de usuario o contraseña no son correctos.

source: Enter your username and password. <br />Don't have an account?
es_es: Introduce tu nombre de usuario y contraseña. <br /> ¿Todavía no tienes una cuenta?

source: Create one
es_es: Crea tu cuenta ahora

source: Username
es_es: Nombre de usuario

source: Password
es_es: Contraseña

source: Remember me
es_es: Recordar

source: Forgot your password?
es_es: ¿Has olvidado tu contraseña?

source: Register
es_es: Registrar

source: Email must not be blank.
es_es: El correo electrónico no debe estar en blanco.

source: Email format is not valid.
es_es: Formato de correo electrónico no es válido.

source: A user account already exists for the email address you entered.
es_es: Una cuenta de usuario ya existe para la dirección de correo indicada.

source: Username must not be blank.
es_es: Nombre de usuario no debe estar en blanco.

source: Username format is not valid.
es_es: El formato del campo nombre de usuario no es válido.

source: Username already in use
es_es: Nombre de usuario ya está en uso

source: Password must not be blank.
es_es: La contraseña no debe estar en blanco.

source: Password format is not valid.
es_es: Formato de del campo contraseña no es válido.

source: Password does not match the confirm password.
es_es: La contraseña no coincide con la contraseña de confirmación.

source: Use the form below to create a new account
es_es: Utiliza el siguiente formulario para crear una cuenta nueva

source: Email
es_es: Correo electrónico

source: Passwords are required to be a minimum of {0} characters in length.
es_es: Las contraseñas deben tener un mínimo de {0} caracteres.

source: Confirm Password
es_es: Confirmar contraseña

source: I agree with the Terms and Conditions set forth by the Site Owner.
es_es: Estoy de acuerdo con los términos y condiciones establecidos por el propietario del sitio.

source: Create a new account
es_es: Crear una nueva cuenta de usuario

source: Reset Password
es_es: Restablecer contraseña

source: There is no account associated with the provided email address.
es_es: No hay ninguna cuenta asociada a la dirección de correo electrónico.

source: Provide your email. A link will be sent to your email so that you can reset your password.
es_es: Introduzca su correo electrónico. Un enlace será enviada a su correo electrónico para que pueda restablecer su contraseña.

source: Submit
es_es: Enviar

source: Email Sent
es_es: Hemos enviado un correo a su cuenta de email

source: Instructions about how to reset your password were sent to your email.
es_es: Instrucciones acerca de cómo restablecer su contraseña fueron enviados a su correo electrónico.

source: {0} - Most viewed
es_es: {0} - Más visitados

source: {0} - Latest activity
es_es: {0} - Más recientes

source: No threads for this forum.
es_es: No hay temas en este foro.

source: Previous
es_es: Anterior

source: Next
es_es: Siguiente

source: Post a thread >>
es_es: Publicar un nuevo tema >>

source: Edit
es_es: Editar

source: Edit forum
es_es: Editar foro

source: Create a forum
es_es: Crear un foro

source: Admin
es_es: Administración

source: Description must not be blank.
es_es: La descripción no debe estar en blanco.

source: Forum name must not be blank.
es_es: El nombre del foro no debe estar en blanco.

source: Category must not be blank.
es_es: La categoría no debe estar en blanco.

source: Name
es_es: Nombre

source: Category
es_es: Categoría

source: -Select a Category-
es_es: -Selecciona una categoría-

source: Message
es_es: Mensaje

source: Send
es_es: Enviar

source: The role required to post should be greater than the required to read.
es_es: El rol requerido para publicar debe ser un rol superior al de lectura.

source: Read access
es_es: Acceso de lectura

source: Everybody
es_es: Todos

source: Access to post a new thread
es_es: Acceso a publicar un nuevo tema

source: Notice that roles are hierarchical
es_es: Tenga en cuenta que los roles son jerárquicos

source: Most viewed threads
es_es: Más visitados

source: Latest activity
es_es: Más recientes

source: Title
es_es: Asunto

source: Replies
es_es: Respuestas

source: Views
es_es: Visitas

source: Last post
es_es: Último mensaje

source: by
es_es: por

source: {0} <span class="label">replies</span>
es_es: {0} <span class="label">respuestas</span>

source: 1 <span class="label">reply</span>
es_es: 1 <span class="label">respuesta</span>

source: {0} <span class="label">views</span>
es_es: {0} <span class="label">visitas</span>

source: 1 <span class="label">view</span>
es_es: 1 <span class="label">visita</span>

source: No posts
es_es: Ningún mensaje

source: Latest threads on all forums
es_es: Temas mas recientes en todos los foros

source: Latest threads on all forums at {0}
es_es: Temas más recientes en todos los foros - {0}

source: Latest threads on '{0}' forum
es_es: Temas más recientes en el foro '{0}'

source: Forum
es_es: Foro

source: Topics
es_es: Temas

source: Posts
es_es: Mensajes

source: threads
es_es: temas

source: thread
es_es: tema

source: posts
es_es: mensajes

source: post
es_es: mensaje

source: No forums found.
es_es: No hay ningún foro.

source: Welcome to Nearforums!
es_es: Bienvenido a Nearforums!

source: You've successfully setup your Nearforums site
es_es: Has instalado Nearforums correctamente

source: Here are a few things you can do to get started
es_es: Hay aquí algunas cosas que podrás hacer para empezar

source: Unanswered Threads
es_es: Temas sin respuestas

source: No unanswered threads, for now :)
es_es: No hay temas sin respuesta, por ahora:)

source: {0} - Unanswered threads
es_es: {0} - Sin respuesta

source: No unanswered threads for this forum.
es_es: No hay temas sin respuesta en este foro.

source: Delete
es_es: Suprimir

source: Create a new forum >>
es_es: Crear un nuevo foro >>

source: Are you sure you want to delete this forum?.\nAll threads and posts of this forum will not be accessible.
es_es: ¿Estás seguro que desea eliminar este foro?\nTodos los temas y los mensajes de este foro no serán accesibles.

source: Threads tagged "{0}"
es_es: Temas "{0}"

source: remove
es_es: eliminar

source: clear flags
es_es: quitar marcas

source: Are you sure you want to clear all flags from the message?
es_es: ¿Está seguro que desea quitar todas las marcas al mensaje?

source: Are you sure you want to hide the message #{0}?
es_es: ¿Está seguro que desea ocultar el mensaje #{0}?

source: Message removed
es_es: Mensaje eliminado

source: No flagged messages found.
es_es: No se han encontrado mensajes marcados como inadecuado.

source: Edit page
es_es: Editar página

source: Create a new content page
es_es: Crear una nueva página de contenido

source: Pages
es_es: Páginas

source: Page title must not be blank.
es_es: El título de la página no debe estar en blanco.

source: Page content must not be blank.
es_es: El contenido de la página no debe estar en blanco.

source: Page title
es_es: Título

source: Content of the page
es_es: Contenido

source: Content Pages
es_es: Páginas de Contenido

source: Create a new content page >>
es_es: Crear una nueva página de contenido >>

source: Are you sure you want to delete the page {0}?
es_es: ¿Está seguro que desea eliminar la página {0}?

source: Login using Facebook
es_es: Iniciar sesión con Facebook

source: Login using Twitter
es_es: Iniciar sesión con Twitter

source: About
es_es: Acerca de

source: Terms and conditions
es_es: Términos y condiciones

source: Member for:
es_es: Miembro por:

source: The message was removed by a forum moderator.
es_es: El mensaje fue eliminado por un moderador del foro.

source: link
es_es: enlace

source: reply
es_es: responder

source: flag
es_es: marcar como inapropiado

source: years
es_es: años

source: year
es_es: año

source: months
es_es: meses

source: month
es_es: mes

source: days
es_es: días

source: day
es_es: día

source: Less than a day
es_es: Menos de un día

source: Browse by tags
es_es: Navegar por tags

source: Go to content
es_es: Ir al contenido

source: Sign In
es_es: Login

source: Admin dashboard
es_es: Panel de administración

source: Account
es_es: Cuenta

source: Logout
es_es: Cerrar sesión

source: Forbidden
es_es: Acceso prohibido

source: The page you requested is forbidden.
es_es: El acceso a la página solicitada está prohibido.

source: Page not found
es_es: Página no encontrada

source: The page you requested was not found.
es_es: La página solicitada no se encuentra.

source: An error occurred while processing your request
es_es: Ha ocurrido un error al procesar su solicitud

source: An error occurred
es_es: Ha ocurrido un error

source: An error occurred on the server when processing your request. <br />The error detail was sent to our support team.<br />Sorry for the inconvenience.
es_es: Se produjo un error en el servidor al procesar la petición. <br /> El detalle de error fue enviado a nuestro equipo de soporte. <br /> Disculpa las molestias.

source: Add Template
es_es: Añadir template

source: The application does not have file Write access on the server's template folder.
es_es: La aplicación no tiene acceso de escritura en carpeta de Templates del servidor.

source: File format is invalid. Please include only the allowed files.
es_es: El formato de archivo no es válido. Por favor, incluya sólo los ficheros permitidos.

source: File must not be blank.
es_es: El archivo no debe estar en blanco.

source: File size is larger than the maximum size supported (3Mb).
es_es: El tamaño del archivo es superior al tamaño máximo permitido (3 Mb).

source: You can not replace the active template.
es_es: No se puede reemplazar el template activo.

source: The html template file does not contain the required placeholders: headcontainer and bodycontainer
es_es: El archivo HTML no contiene los marcadores de posición requeridos: headcontainer y bodycontainer

source: Template key format is not valid. Include a-z 0-9 and up to 64 characters.
es_es: El nombre del template no es válido. Solo a-z 0-9 y hasta 64 caracteres.

source: Template File (.zip)
es_es: Archivo de template (.zip)

source: Comments
es_es: Comentarios

source: Use default name
es_es: Usar el nombre por defecto

source: Name / Key
es_es: Nombre (Identificador)

source: Load default templates
es_es: Cargar los templates por defecto

source: {0} templates loaded.
es_es: {0} templates cargados.

source: Continue >>
es_es: Continuar >>

source: You cannot delete the current template.
es_es: No se puede eliminar el template activo.

source: The application does not have the necessary file read/write access.
es_es: La aplicación no tiene los permisos necesarios de lectura / escritura en el servidor.

source: Activate
es_es: Activar

source: Preview
es_es: Vista previa

source: Active
es_es: Activo

source: Export
es_es: Exportar

source: Remove
es_es: Eliminar

source: No templates found.
es_es: No hay templates instalados.

source: Do you want to load the default templates?
es_es: ¿Desea cargar los templates por defecto?

source: How to create a custom template
es_es: Cómo crear un nuevo template

source: Upload a new template >>
es_es: Subir un nuevo template >>

source: Templating feature is <strong>disabled</strong> by configuration.
es_es: La funcionalidad de Templating está <strong>deshabilitada</strong> por configuración.

source: Are you sure you want to REMOVE this template?.\nthis action is not reversible.
es_es: ¿Está seguro que desea ELIMINAR este template? \nEsta acción no es reversible

source: Are you sure you want to activate this template?
es_es: ¿Está seguro que desea activar este template?

source: Posted by
es_es: Por

source: Displaying <span class="firstItem">{0}</span> to <span class="lastItem">{1}</span> of <span class="totalItems">{2}</span> messages
es_es: <span class="firstItem">{0}</span> a <span class="lastItem">{1}</span> de <span class="totalItems">{2}</span> mensajes

source: Show more messages
es_es: Mostrar más mensajes

source: Thanks you, a moderator will review the message.
es_es: Gracias, un moderador revisará el mensaje.

source: The browser has lost session, click ok to return to the login page
es_es: El navegador a perdido la sesión, haz clic en OK para ir a la página de login

source: Edit thread
es_es: Editar tema

source: Post new thread
es_es: Nuevo tema

source: Thread message must not be blank.
es_es: El mensaje no puede estar vacío.

source: Tags must not be blank, separated by spaces and must not contain special characters. The maximum number of tags allowed is 6.
es_es: Las etiquetas no deben estar en blanco. Deben estar separadas por espacios y no debe contener caracteres especiales. El número máximo de etiquetas permitidas es de 6

source: Subject must not be blank.
es_es: El asunto no puede estar vacío

source: Email must not be blank in order to notify of new posts.
es_es: El correo electrónico no debe estar en blanco a fin de notificar de nuevos mensajes.

source: Fill in the fields and submit
es_es: Rellena los campos del formulario

source: Subject
es_es: Asunto

source: Separated by spaces
es_es: separados por espacios

source: Type the text shown in the image
es_es: Escriba el texto mostrado en la imagen

source: Sticky thread?
es_es: Sticky?

source: Notify me of new posts on this thread via email
es_es: Notificarme de nuevos mensajes en este tema a través de correo electrónico

source: Latest messages on &apos;{0}&apos; thread
es_es: Mensajes mas recientes en el tema &apos;{0}&apos;

source: Move thread "{0}" to another forum
es_es: Mover tema "{0}" a otro foro

source: Select the destination forum
es_es: Seleccionar el foro de destino

source: Related threads
es_es: Temas relacionados

source: Reply
es_es: Responder

source: Body must not be blank.
es_es: El cuerpo del mensaje no debe estar en blanco.

source: Captcha must not be blank.
es_es: Codigo de seguridad no debe estar en blanco.

source: Captcha does not match the image value. Please retry.
es_es: Codigo de seguridad no coincide con el valor de la imagen. Por favor, inténtelo de nuevo.

source: Description
es_es: Descripción

source: Show all messages
es_es: Mostrar todos los mensajes

source: Print
es_es: Imprimir

source: Move thread
es_es: Mover tema

source: Close
es_es: Cerrar

source: Open to replies
es_es: Abrir tema a nuevas respuestas

source: Are you sure you want to DELETE this thread?
es_es: ¿Estás seguro que deseas ELIMINAR este tema?

source: Are you sure you want to CLOSE this thread for further replies?
es_es: ¿Estás seguro que deseas CERRAR este tema para nuevos mensajes?

source: Unsubscribe
es_es: Cancelar la suscripción

source: Unsubscribed from the thread
es_es: Cancelar la suscripción

source: You have been unsubscribed from the thread {0}.
es_es: Te has desuscrito del tema {0}.

source: Thank you.
es_es: Gracias.

source: {0} profile
es_es: Perfil de {0}

source: Role
es_es: Rol

source: Messages posted by {0}
es_es: Mensajes enviados por {0}

source: Get all messages posted by {0}
es_es: Obtener todos los mensajes publicados por {0}

source: Loading...
es_es: Cargando...

source: No messages found.
es_es: No se han encontrado mensajes

source: Threads posted by {0}
es_es: Temas enviados por {0}

source: Email format is invalid.
es_es: El formato de correo electrónico no es válido.

source: Website url format is invalid.
es_es: El formato de URL del sitio web no es válido.

source: Photo url format is invalid.
es_es: Formato de la url foto no es válido.

source: Username is required.
es_es: Nombre de usuario es requerido.

source: Change your account information
es_es: Cambiar los datos de tu cuenta

source: Public name
es_es: Nombre público

source: Birthdate
es_es: Fecha de Nacimiento

source: Timezone
es_es: Zona horaria

source: Photo url
es_es: URL de la foto

source: Profile image
es_es: Imagen del perfil de usuario

source: Website
es_es: Sitio Web

source: Your email will not be shared with anyone. We will not make a different use than detailed below.
es_es: Tu dirección de correo electrónico no será compartida con ninguna web o empresa externa. No vamos a hacer un uso diferente a la detallada a continuación.

source: Email address
es_es: Dirección de email

source: Use my email to notify me of replies to threads I subscribed to
es_es: Enviadme correo electrónicos para notificarme acerca de nuevos mensajes sobre los temas que me he suscrito

source: Send me a newsletter
es_es: Enviadme la newsletter

source: To edit your account settings, click here
es_es: Para editar los datos de tu cuenta, haz clic aquí

source: User name
es_es: Nombre de usuario

source: Search
es_es: Buscar

source: Action
es_es: Acción

source: Registration date
es_es: Fecha de alta

source: Promote
es_es: Promover

source: Demote
es_es: Degradar

source: Edit Profile
es_es: Editar Perfil

source: Are you sure you want to DELETE the user {0}?
es_es: ¿Está seguro que desea eliminar el usuario {0}?

source: Are you sure you want to Promote the user {0}?
es_es: ¿Está seguro que desea Promover el usuario {0}?

source: Are you sure you want to Demote the user {0}?
es_es: ¿Está seguro que desea degradar el usuario {0}?

source: No user found for the username &quot;{0}&quot;.
es_es: No se han encontrado usuarios que concuerden con el nombre &quot;{0}&quot;.

source: Manage search index
es_es: Administrar índice de búsqueda

source: Manage the search index for the forum.
es_es: Administrar el índice de búsqueda para el foro.

source: The search index contains {0} documents.
es_es: El índice de búsqueda contiene {0} documentos.

source: You can drop the current search index contents, rebuild and reindex all the threads.
es_es: Puedes eliminar contenido del índice de búsqueda actual, reconstruir y volver a indexar todos los temas del foro.

source: This operation may take a while depending on the amount of threads and messages.
es_es: Esta operación puede tardar unos minutos dependiendo de la cantidad de temas y mensajes.

source: Reindex
es_es: Reindexar

source: Are you sure you want to drop the current search index and start reindexing?
es_es: ¿Está seguro que quiere eliminar el contenido del índice de búsqueda actual y comenzar a reindexar?

source: Reindexing finished successfully
es_es: Se ha terminado de reindexar con éxito

source: Reindexing Forums...<br />Please do not close this web page
es_es: Reindexando ... <br /> Por favor, no cierre esta página web

source: Search results
es_es: Resultados de búsqueda

source: {0:##,#} result(s)
es_es: {0:##,#} resultado(s)

source: We did not find results for <strong>{0}</strong>
es_es: No se encontraron resultados para <strong>{0}</strong>

source: Harassing
es_es: Acosando

source: Other
es_es: Otros

source: Settings
es_es: Ajustes

source: Change application settings.
es_es: Cambiar los ajustes de la aplicación.

source: Manage categories
es_es: Administrar categorias

source: Add, edit or delete categories.
es_es: Añadir, editar o eliminar categorías.

source: There was a problem while trying to sign in using twitter, please retry.
es_es: Hubo un problema al iniciar sesión con Twitter, por favor vuelva a intentar.

source: Retry
es_es: Reintentar

source: Edit Forum Category
es_es: Editar categoría

source: Create a new forum category
es_es: Crear una nueva categoría de foros

source: Forum Category
es_es: Categoría de foros

source: Name must not be blank.
es_es: El nombre no puede estar vacío.

source: Category order must be a number.
es_es: El orden debe ser un valor numérico.

source: Category order
es_es: Orden de la categoría

source: Manage Forum Categories
es_es: Administrar categorías de foros

source: Create a new category >>
es_es: Añadir una nueva categoría >>

source: Are you sure you want to delete category {0}?
es_es: ¿Está seguro que desea eliminar la categoría {0}?

source: New Topic in this Forum
es_es: Nuevo tema en este Foro

source: You must <a href="{0}">sign in</a> to post.
es_es: Debe <a href="{0}">iniciar sesión</a> para publicar un nuevo tema.

source: Search engine is enabled
es_es: El motor de búsqueda está activado

source: Disable
es_es: Desactivar

source: Search index is disabled
es_es: El motor de búsqueda está desactivado

source: Enable
es_es: Activar

source: General settings
es_es: Ajustes generales
